{"https://fr.wikipedia.org/wiki/Fran%C3%A7ois_Hollande": "François Hollande  .mw-parser-output .prononciation>aÉcouter, né le 12 août 1954 à Rouen, est un haut fonctionnaire et homme d'État français. Il est président de la République française du 15 mai 2012 au 14 mai 2017.\n", "https://fr.wikipedia.org/wiki/Nicolas_Sarkozy": "Nicolas Sarközy de Nagy-Bocsa ; .mw-parser-output .prononciation>a{background:url, né le 28 janvier 1955 à Paris, est un homme d'État français. Il est président de la République française du 16 mai 2007 au 15 mai 2012.\n", "https://fr.wikipedia.org/wiki/Fran%C3%A7ois_Mitterrand": "François Mitterrand  .mw-parser-output .prononciation>a{background:url et mort le 8 janvier 1996 à Paris, est un homme d'État français, président de la République du 21 mai 1981 au 17 mai 1995.\n", "https://fr.wikipedia.org/wiki/Charles_de_Gaulle": "Charles de Gaulle , communément appelé le général de Gaulle ou parfois simplement le Général, né le 22 novembre 1890 à Lille et mort le 9 novembre 1970 à Colombey-les-Deux-Églises, est un militaire, résistant, homme d'État et écrivain français.\n", "https://fr.wikipedia.org/wiki/Jacques_Chirac": "Jacques Chirac  est un haut fonctionnaire et homme d'État français, né le 29 novembre 1932 à Paris et mort le 26 septembre 2019 dans la même ville. Il est Premier ministre de 1974 à 1976 puis de 1986 à 1988 et président de la République de 1995 à 2007.\n", "https://fr.wikipedia.org/wiki/Val%C3%A9ry_Giscard_d%27Estaing": "Valéry Giscard d'Estaing  .mw-parser-output .prononciation>a{background:url, est un homme d'État français, président de la République de 1974 à 1981.\n", "https://fr.wikipedia.org/wiki/Georges_Pompidou": "Georges Pompidou  et mort le 2 avril 1974 à Paris, est un haut fonctionnaire et homme d'État français. Il est Premier ministre du 14 avril 1962 au 10 juillet 1968 et président de la République du 20 juin 1969 à sa mort.\n", "https://fr.wikipedia.org/wiki/Adolphe_Thiers": "Adolphe Thiers, né le 15 avril 1797  à Marseille et mort le 3 septembre 1877 à Saint-Germain-en-Laye, est un avocat, journaliste, historien et homme d'État français.\n", "https://fr.wikipedia.org/wiki/Napol%C3%A9on_III": "Charles Louis Napoléon Bonaparte, dit Louis-Napoléon Bonaparte, né le 20 avril 1808 à Paris et mort le 9 janvier 1873 à Chislehurst , est un monarque et un homme d'État français. Il est à la fois l'unique président de la Deuxième République, le premier chef d'État français élu au suffrage universel masculin, le 10 décembre 1848, le premier président de la République française, et, après la proclamation de l'Empire le 2 décembre 1852, le dernier monarque du pays sous le nom de Napoléon III, empereur des Français.\n", "https://fr.wikipedia.org/wiki/Paul_Doumer": "Joseph Athanase Doumer, dit Paul Doumer, né le 22 mars 1857 à Aurillac  et  assassiné le 7 mai 1932 à Paris, est un homme d'État français. Il est président de la République du 13 juin 1931 à sa mort.\n", "https://fr.wikipedia.org/wiki/Alain_Poher": "Alain Poher, né le 17 avril 1909 à Ablon-sur-Seine  et mort le 9 décembre 1996 à Paris 16e, est un homme d'État français.\n", "https://fr.wikipedia.org/wiki/Albert_Lebrun": "Albert Lebrun, né le 29 août 1871 à Mercy-le-Haut .\n", "https://fr.wikipedia.org/wiki/Ren%C3%A9_Coty": "René Coty, né le 20 mars 1882 au Havre et mort le 22 novembre 1962 dans la même ville, est un homme d'État français. Il est président de la République du 16 janvier 1954 au 8 janvier 1959.\n", "https://fr.wikipedia.org/wiki/Vincent_Auriol": "Vincent Auriol, né le 27 août 1884 à Revel  et mort le 1er janvier 1966 à Paris, est un homme d'État français. Il est président de la République du 16 janvier 1947 au 16 janvier 1954.\n", "https://fr.wikipedia.org/wiki/Patrice_de_Mac_Mahon": "Patrice de Mac Mahon, comte de Mac Mahon, 1er duc de Magenta, maréchal de France, né le 13 juin 1808 au château de Sully , est un militaire et homme d’État français, président de la République de 1873 à 1879.\n", "https://fr.wikipedia.org/wiki/%C3%89mile_Loubet": "Émile Loubet, né le 30 décembre 1838 à Marsanne , est un homme d'État français. Il est président de la République française du 18 février 1899 au 18 février 1906.\n", "https://fr.wikipedia.org/wiki/Raymond_Poincar%C3%A9": "Raymond Poincaré, du nom complet Raymond Nicolas Landry Poincaré, est né le 20 août 1860 à Bar-le-Duc  et mort le 15 octobre 1934 à Paris, est un avocat et homme d'État français. Il est le président de la République française du 18 février 1913 au 18 février 1920.\n", "https://fr.wikipedia.org/wiki/Sadi_Carnot_(homme_d%27%C3%89tat)": "Marie François Sadi Carnot, plus souvent appelé Sadi Carnot, est un homme d'État français, né le 11 août 1837 à Limoges et mort le 25 juin 1894 à Lyon. Il est président de la République du 3 décembre 1887 à sa mort.\n", "https://fr.wikipedia.org/wiki/Alexandre_Millerand": "Alexandre Millerand, né le 10 février 1859 à Paris et mort le 6 avril 1943 à Versailles, est un homme d'État français. Il est président du Conseil du 20 janvier au 23 septembre 1920, puis président de la République du 23 septembre 1920 au 11 juin 1924.\n", "https://fr.wikipedia.org/wiki/Gaston_Doumergue": "Gaston Doumergue, né le 1er août 1863 à Aigues-Vives  et mort le 18 juin 1937 dans la même ville, est un homme d'État français. Il est président de la République française du 13 juin 1924 au 13 juin 1931.\n", "https://fr.wikipedia.org/wiki/F%C3%A9lix_Faure": "Félix Faure, né le 30 janvier 1841 à Paris et mort le 16 février 1899 dans la même ville, est un homme d'État français. Il est président de la République du 17 janvier 1895 à sa mort.\n", "https://fr.wikipedia.org/wiki/Jules_Gr%C3%A9vy": "Jules Grévy, né le 15 août 1807 à Mont-sous-Vaudrey et mort le 9 septembre 1891 dans la même commune, est un avocat et homme d'État français, président de la République française du 30 janvier 1879 au 2 décembre 1887.\n", "https://fr.wikipedia.org/wiki/Armand_Falli%C3%A8res": "Armand Fallières, né le 6 novembre 1841 à Mézin , est un homme d'État français, président de la République française de 1906 à 1913.\n", "https://fr.wikipedia.org/wiki/Paul_Deschanel": "Paul Deschanel, né le 13 février 1855 à Schaerbeek , est un homme d'État, journaliste et écrivain français, président de la République du 18 février au 21 septembre 1920.\n", "https://fr.wikipedia.org/wiki/Georges_Bidault": "Georges Bidault, né le 5 octobre 1899 à Moulins , est un résistant et un homme d'État français.\n", "https://fr.wikipedia.org/wiki/Jean_Casimir-Perier": "Jean Casimir-Perier, né le 8 novembre 1847 à Paris et mort le 11 mars 1907 dans la même ville, est un homme d'État français. Il est président de la République française du 27 juin 1894 au 16 janvier 1895.\n", "https://fr.wikipedia.org/wiki/Charles_Dupuy": "Charles Dupuy, né le 5 novembre 1851 au Puy-en-Velay et mort le 23 juillet 1923 à Ille-sur-Têt, est un homme d'État français. Il occupe à plusieurs reprises la fonction de président du Conseil sous la IIIe République, entre 1893 et 1899. Il est également président de la Chambre des députés de 1893 à 1894.\n", "https://fr.wikipedia.org/wiki/Eug%C3%A8ne_Cavaignac": "Louis Eugène Cavaignac, dit Eugène Cavaignac et connu aussi sous le nom de général Cavaignac, né le 23 vendémiaire an XI  puis président du Conseil des ministres chargé du pouvoir exécutif durant l'année 1848. Candidat à l'élection présidentielle de 1848, il est battu par Louis-Napoléon Bonaparte.\n", "https://fr.wikipedia.org/wiki/Louis_Jules_Trochu": "Louis-Jules Trochu, né au Palais à Belle-Île-en-Mer  le 7 octobre 1896, est un général de division et homme d'État français sous le Second Empire. Élève de Saint-Cyr et de l'École d'application du Corps royal d'état-major, gouverneur de Paris, il prend le pouvoir à la suite de la proclamation de la République en 1870, et met en place un gouvernement de la Défense nationale le 4 septembre 1870. Il quitte le pouvoir le 17 février 1871 et met fin à son gouvernement après avoir tenté de poursuivre la guerre franco-allemande.\n", "https://fr.wikipedia.org/wiki/Fr%C3%A9d%C3%A9ric_Fran%C3%A7ois-Marsal": "Frédéric François-Marsal, est un homme d'affaires et un homme politique français de la droite républicaine, dont la carrière politique a culminé avec son bref passage à la présidence du Conseil en 1924.\n", "https://fr.wikipedia.org/wiki/Emmanuel_Macron": "Emmanuel Macron , est un haut fonctionnaire et homme d'État français. Il est président de la République française depuis le 14 mai 2017.\n", "https://ar.wikipedia.org/wiki/%D9%85%D8%AD%D9%85%D8%AF_%D8%A7%D9%84%D8%B3%D8%A7%D8%AF%D8%B3_%D8%A8%D9%86_%D8%A7%D9%84%D8%AD%D8%B3%D9%86": "مُحمد السادس بن الحسن الثاني العلوي ، هو ملك المملكة المغربية منذ عام 1999 والملك الثالث والعشرون للمغرب من سلالة العلويين الفيلاليين، تولى الحكم خلفًا لوالده الملك الحسن الثاني بعد وفاته، وتمَّت البيعة له ملكًا يوم الجمعة 9 ربيع الآخر سنة 1420 هـ الموافق 23 يوليو 1999 بالقصر الملكي بالرباط.\n", "https://ar.wikipedia.org/wiki/%D8%A7%D9%84%D8%AD%D8%B3%D9%86_%D8%A7%D9%84%D8%AB%D8%A7%D9%86%D9%8A_%D8%A8%D9%86_%D9%85%D8%AD%D9%85%D8%AF": "الحسن الثاني بن محمد بن يوسف بن الحسن بن محمد بن عبد الرحمن بن هشام بن محمد بن عبد الله الخطيب بن إسماعيل بن الشريف بن علي العلوي / 9 يوليو 1929م - الجمعة 9 ربيع الآخر سنة 1420 هـ / 23 يوليو 1999م)، ملك المغرب تمتد أصوله للأسرة العلوية، حكم المغرب بين 1961 و1999. ساهم رفقة والده الملك محمد الخامس في تحرير المغرب من الاحتلال الفرنسي حيث عرف بحنكته ودهائه السياسي منذ ريعان شبابه استطاع قيادة المغرب بقبضة من حديد وتحقيق استقرار وتوجيهه لبلاده نحو المعسكر الرأسمالي في حين كانت معظم الجمهوريات العربية تُساند المعسكر الاشتراكي. كما يعدّ الحسن الثاني بانيا للمغرب الحديث وباعث نهضته وموحدا للبلاد ومحررا للصحراء المغربية من قبضة الاستعمار الأسباني بمسيرة خضراء سنة 1975.\n", "https://ar.wikipedia.org/wiki/%D9%85%D8%AD%D9%85%D8%AF_%D8%A7%D9%84%D8%AE%D8%A7%D9%85%D8%B3_%D8%A8%D9%86_%D9%8A%D9%88%D8%B3%D9%81": "محمد الخامس بن يوسف بن الحسن بن محمد بن عبد الرحمن بن هشام بن محمد بن عبد الله بن إسماعيل بن إسماعيل بن الشريف بن علي العلوي وُلد  \n", "https://ar.wikipedia.org/wiki/%D8%A7%D9%84%D9%82%D8%A7%D8%A6%D9%85_%D8%A8%D8%A3%D9%85%D8%B1_%D8%A7%D9%84%D9%84%D9%87_%D8%A7%D9%84%D8%B3%D8%B9%D8%AF%D9%8A": "أبو عبد الله محمد بن محمد ابن علي بن مخلوف بن زيدان الملقب بالقائم بأمر الله  عميد الأسرة السعدية وسلطان المغرب بين 1509 - 1517.\n", "https://ar.wikipedia.org/wiki/%D9%85%D8%AD%D9%85%D8%AF_%D8%A7%D9%84%D8%B4%D9%8A%D8%AE": "محمد الشيخ بن هو محمد بن عبد الرحمن بن علي بن مخلوف بن زيدان السعدي الحسني سلطان الدولة السعدية حكم ما بين سنتي 1540 و1557 وفي عهده قضى على الوطاسيين بالمغرب سنة 1554 قام بعدها بتوطيد دعائم ملكه وامن البلاد واستولى على تلمسان\n", "https://nl.wikipedia.org/wiki/Guy_Verhofstadt": "Guy Maurice Marie-Louise Verhofstadt\n", "https://nl.wikipedia.org/wiki/Yves_Leterme": "Yves Camille Désiré Leterme  is een Belgisch politicus. Hij was onder meer Vlaams minister-president en premier van België. Hij was lang boegbeeld van de CD&amp;V en boegbeeld van het toenmalige kartel CD&amp;V/N-VA.\n", "https://nl.wikipedia.org/wiki/Herman_Van_Rompuy": "Herman Achille graaf Van Rompuy  is een Belgische politicus van de christendemocratische partij CD&amp;V. Hij was tussen 30 december 2008 en 25 november 2009 de premier van België en van 1 januari 2010 Op 19 november 2009 werd bekendgemaakt dat hij was verkozen tot de eerste permanente voorzitter en op 1 maart 2012 werd Van Rompuy met algemene stemmen door de 27 staatshoofden en regeringsleiders van de EU voor een tweede mandaat benoemd. Na deze termijn was hij niet meer herkiesbaar.\n", "https://nl.wikipedia.org/wiki/L%C3%A9on_Delacroix": "Léon Fréderic Gustave Delacroix  was een Belgisch katholiek politicus. De Léon Delacroixstraat in Anderlecht en het metrostation Delacroix werden naar hem vernoemd.\n", "https://nl.wikipedia.org/wiki/Henri_Carton_de_Wiart": "Henri Victor Marie Ghislain graaf Carton de Wiart  was een Belgische politicus. Hij was Eerste Minister van 1920 tot 1921.\n", "https://nl.wikipedia.org/wiki/Georges_Theunis": "Georges Emile Pierre Léonard Theunis  was een Belgisch politicus van de Katholieke Partij.\n", "https://nl.wikipedia.org/wiki/Aloys_Van_de_Vyvere": "Aloys Jean Maria Joseph Van de Vyvere  was een Belgisch katholiek volksvertegenwoordiger en minister.\n", "https://nl.wikipedia.org/wiki/Prosper_Poullet": "Prosper Antoine Marie Joseph burggraaf Poullet  was een Belgisch politicus.\n", "https://nl.wikipedia.org/wiki/Henri_Jaspar": "Henri Jaspar  was een Belgisch katholiek politicus, die twee keer premier van België was.\n", "https://nl.wikipedia.org/wiki/Jules_Renkin": "Jules Laurent Jean Louis Renkin  was een Belgisch katholiek politicus.\n", "https://nl.wikipedia.org/wiki/Paul_van_Zeeland": "Paul Guillaume van Zeeland  was een Belgisch advocaat, econoom, katholiek politicus en staatsman.\n", "https://nl.wikipedia.org/wiki/Achiel_Van_Acker": "Achille Honoré  was een Belgisch socialistisch politicus. Hij was viermaal premier van België.\n", "https://nl.wikipedia.org/wiki/Camille_Huysmans": "Jean Joseph Camille Huysmans , geboren als Camiel Hansen, was een Belgisch journalist en socialistisch politicus voor de BWP / BSP.\n", "https://nl.wikipedia.org/wiki/Gaston_Eyskens": "Gaston François Marie burggraaf Eyskens  was drie maal christendemocratisch eerste minister van België in de periode tussen 1949 en 1973. Hij was de eerste Belgische regeringsleider die geboren was in de 20e eeuw.\n", "https://nl.wikipedia.org/wiki/Leo_Tindemans": "Leonard Clemence  en behaalde het grootste aantal voorkeurstemmen in de Belgische geschiedenis bij de Europese verkiezingen van 1979. Daardoor kreeg hij de bijnaam \"de man van 1 miljoen stemmen\".\n", "https://nl.wikipedia.org/wiki/Elio_Di_Rupo": "Elio Di Rupo . Van 6 december 2011 tot 11 oktober 2014 was hij premier van België en werd meermaals minister en minister-president van de Waalse Regering.\n", "https://nl.wikipedia.org/wiki/Jean-Luc_Dehaene": "Jean Luc Joseph Marie Dehaene  uitspraak . Onder zijn regering werd België een volwaardige federale staat. Dehaene leidde twee coalitieregeringen met de socialisten en bekleedde verschillende ministerposten voor hij in 1992 eerste minister werd. Van 2000 tot 2007 was hij burgemeester van Vilvoorde. In 2002 werd hij voorgedragen als vicevoorzitter van de Europese Conventie.\n", "https://nl.wikipedia.org/wiki/Frans_Schollaert": "François Victor Marie Ghislain  was een Belgisch katholiek politicus.\n", "https://nl.wikipedia.org/wiki/Pieter_de_Decker": "Pierre Jacques François  was een Belgisch politicus en auteur.\n", "https://nl.wikipedia.org/wiki/Paul-Henri_Spaak": "Paul-Henri Charles Spaak  uitspraak  was een Belgisch socialistisch politicus en regeringsleider.\n", "https://nl.wikipedia.org/wiki/Auguste_Beernaert": "Auguste Marie François  was een Belgisch katholiek politicus en mensenrechtenactivist. In 1909 won hij de Nobelprijs voor de Vrede.\n", "https://nl.wikipedia.org/wiki/Th%C3%A9o_Lef%C3%A8vre": "Théodore Joseph Albéric Marie Lefèvre  was een Belgisch politicus. Hij was premier van België van 1961 tot 1965, aan het hoofd van de regering Lefèvre-Spaak.\n", "https://nl.wikipedia.org/wiki/Paul_Vanden_Boeynants": "Paul Emile François Henri Vanden Boeynants , in de media en door hemzelf bijgenaamd 'VDB', was een Belgisch volksvertegenwoordiger, minister en premier. Als ondernemer was hij actief in de vleesindustrie.\n", "https://nl.wikipedia.org/wiki/Etienne_de_Gerlache": "Etienne Constantin baron de Gerlache  was advocaat, politicus en magistraat in het Verenigd Koninkrijk der Nederlanden en in België.\n", "https://nl.wikipedia.org/wiki/Wilfried_Martens": "Wilfried Achiel Emma Martens  uitspraak  eerste minister van België.\n", "https://nl.wikipedia.org/wiki/Mark_Eyskens": "Marc Maria Frans burggraaf Eyskens  is een Belgische emeritus hoogleraar, econoom, politicus en essayist. Van april tot december 1981 was hij premier van België.\n", "https://nl.wikipedia.org/wiki/Pierre_Harmel": "Pierre Charles José Marie graaf Harmel  was een Belgisch advocaat, hoogleraar en christendemocratisch staatsman.\n", "https://nl.wikipedia.org/wiki/Hubert_Pierlot": "Hubert Marie Eugène Pierlot  was de Belgische eerste minister van 1939 tot 1945.\n", "https://nl.wikipedia.org/wiki/Jean-Baptiste_Nothomb": "Jean Baptiste Nothomb  was een Belgisch staatsman en diplomaat die een belangrijke rol speelde bij het tot stand komen van de Belgische staat. Zo was hij een van de opstellers van de Belgische grondwet en onderhandelde hij over de verdragen die de Belgische onafhankelijkheid garandeerden.\n", "https://nl.wikipedia.org/wiki/Edmond_Leburton": "Edmond Jules Isidore Leburton  was een Belgisch politicus voor de PSB.\n", "https://nl.wikipedia.org/wiki/Jean_Duvieusart": "Jean Pierre Armand Ghislain Marie Duvieusart  was een Belgisch advocaat en katholiek politicus.\n", "https://nl.wikipedia.org/wiki/Joseph_Lebeau": "Jean Louis Joseph Lebeau  was lid van het Nationaal Congres, Belgisch liberaal volksvertegenwoordiger en eerste minister.\n", "https://nl.wikipedia.org/wiki/Charles_Rogier": "Charles Latour Rogier  was een Belgisch politicus en een van de grondleggers van de Belgische staat.\n", "https://nl.wikipedia.org/wiki/Barth%C3%A9lemy_de_Theux_de_Meylandt": "Barthélemy-Théodore graaf de Theux de Meylandt  was een Belgisch staatsman, eerste minister en lid van het Nationaal Congres.\n", "https://nl.wikipedia.org/wiki/Felix_de_M%C3%BBelenaere": "Felix Amandus de Mûelenaere  was een Belgisch unionistisch politicus.\n", "https://nl.wikipedia.org/wiki/Alexander_De_Croo": "Alexander Francis Herman De Croo (Vilvoorde, Sedert 1 oktober 2020 is De Croo premier van België van de zogenaamde Vivaldicoalitie. Hij volgde Sophie Wilmès op en is de eerste Vlaamse premier in iets minder dan 10 jaar.\n", "https://nl.wikipedia.org/wiki/Henri_de_Brouck%C3%A8re": "Henri Ghislain Joseph Marie Hyacinthe de Brouckère  was een Belgisch liberaal politicus. Hij was onder meer eerste minister, volksvertegenwoordiger en lid van het Belgisch Nationaal Congres.\n", "https://nl.wikipedia.org/wiki/Albert_Goblet_d%27Alviella": "Albert Joseph Goblet, sinds 1838 graaf Goblet d'Alviella  was een Belgisch politicus en officier.\n", "https://nl.wikipedia.org/wiki/Sylvain_Van_de_Weyer": "Jean-Sylvain Van de Weyer  , beter bekend als Sylvain Van de Weyer, was een van de grondleggers van de Belgische Staat, en later ook eerste minister.\n", "https://nl.wikipedia.org/wiki/Jules_de_Burlet": "Jules Philippe Marie de Burlet  was een Belgisch katholiek politicus.\n", "https://nl.wikipedia.org/wiki/Paul-Emile_Janson": "Paul-Emile Janson  was de Belgische eerste minister van november 1937 tot mei 1938.\n", "https://nl.wikipedia.org/wiki/Jules_Malou": "Jules Edouard François-Xavier Malou  was een Belgisch politicus. Hij was onder meer leider van de Katholieke Partij, volksvertegenwoordiger, senator en eerste minister.\n", "https://nl.wikipedia.org/wiki/Charles_de_Broqueville": "Charles Marie Pierre Albert graaf de Broqueville  en eerste minister van 22 oktober 1932 tot 20 november 1934. Hij was lid van de Katholieke Partij.\n", "https://nl.wikipedia.org/wiki/Joseph_Pholien": "Joseph Clovis Louis Marie Emmanuel Pholien  was een Belgisch politicus van de PSC.\n", "https://nl.wikipedia.org/wiki/Jean_Van_Houtte": "Jean Marie Joseph baron Van Houtte  was een Belgisch advocaat, hoogleraar en politicus van de CVP.\n", "https://nl.wikipedia.org/wiki/Walth%C3%A8re_Fr%C3%A8re-Orban": "Hubert Joseph Walthère Frère-Orban  was een Belgisch liberaal politicus die zijn stempel heeft gedrukt op de eerste halve eeuw onafhankelijkheid van België.\n", "https://nl.wikipedia.org/wiki/Gerard_Cooreman": "Gérard François Marie  was een Belgisch advocaat en politicus voor de katholieke Partij.\n", "https://nl.wikipedia.org/wiki/Jules_Vandenpeereboom": "Jules Pierre Henri François Xavier Vandenpeereboom  was een Belgisch katholiek politicus.\n", "https://nl.wikipedia.org/wiki/Paul_de_Smet_de_Naeyer": "Paul Joseph graaf de Smet de Naeyer  was een Belgisch katholiek politicus.\n", "https://nl.wikipedia.org/wiki/Jules_de_Trooz": "Baron Jules Henri Ghislain Marie de Trooz  was een Belgisch katholiek politicus.\n", "https://nl.wikipedia.org/wiki/Jules_Joseph_d%27Anethan": "Jules Joseph d'Anethan  was een Belgisch politicus, en eerste minister van 2 juli 1870 tot 7 december 1871.\n", "https://nl.wikipedia.org/wiki/Charles_Michel": "Charles Yves Jean Ghislaine Michel . Van 11 oktober 2014 tot 27 oktober 2019 was hij premier van België in de regeringen Michel I en Michel II. Op 2 juli 2019 werd hij verkozen als voorzitter van de Europese Raad, in opvolging van Donald Tusk, een functie die hij sinds 1 december 2019 uitoefent.\n", "https://nl.wikipedia.org/wiki/Sophie_Wilm%C3%A8s": "Sophie Wilmès  is een Belgisch politica van de MR. Van 27 oktober 2019 tot 1 oktober 2020 was ze de eerste vrouwelijke premier van België. Sinds 1 oktober 2020 is ze vicepremier en minister van Buitenlandse Zaken en Buitenlandse Handel. Om familiale redenen legde ze op 21 april 2022 haar bevoegdheden als minister tijdelijk neer. Op 15 juli 2022 legde ze haar functie definitief neer.\n", "https://en.wikipedia.org/wiki/George_Washington": "George Washington (February 22, 1732\n", "https://en.wikipedia.org/wiki/Barack_Obama": "Barack Hussein Obama II  bə-RAHK hoo-SAYN oh-BAH-mə; Obama previously served as a U.S. senator from Illinois from 2005 to 2008 and as an Illinois state senator from 1997 to 2004. \n", "https://en.wikipedia.org/wiki/Abraham_Lincoln": "Abraham Lincoln  was an American lawyer and statesman who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War and succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S. economy.\n", "https://en.wikipedia.org/wiki/George_W._Bush": "George Walker Bush  is an American politician who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, Bush family, and son of the 41st president George H. W. Bush, he previously served as the 46th governor of Texas from 1995 to 2000.\n", "https://en.wikipedia.org/wiki/Bill_Clinton": "William Jefferson Clinton  is an American politician  who served as the 42nd president of the United States from 1993 to 2001. He previously served as governor of Arkansas from 1979 to 1981 and again from 1983 to 1992, and as attorney general of Arkansas from 1977 to 1979. A member of the Democratic Party, Clinton became known as a New Democrat, as many of his policies reflected a centrist \"Third Way\" political philosophy. He is the husband of Hillary Clinton, who was a senator from New York from 2001 to 2009, secretary of state from 2009 to 2013 and the Democratic nominee for president in the 2016 presidential election.\n", "https://en.wikipedia.org/wiki/Joe_Biden": "Joseph Robinette Biden Jr.  is an American politician who is the 46th and current president of the United States. A member of the Democratic Party, he previously served as the 47th vice president from 2009 to 2017 under President Barack Obama and represented Delaware in the United States Senate from 1973 to 2009.\n", "https://en.wikipedia.org/wiki/Franklin_D._Roosevelt": "Franklin Delano Roosevelt , often referred to by his initials FDR, was an American politician and attorney who served as the 32nd president of the United States from 1933 until his death in 1945. As a member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most of the Great Depression, implementing his New Deal domestic agenda in response to the worst economic crisis in U.S. history. As a dominant leader of his party, he built the New Deal Coalition, which defined modern liberalism in the United States throughout the middle third of the 20th century. His third and fourth terms were dominated by World War II, which ended shortly after he died in office.\n", "https://en.wikipedia.org/wiki/Andrew_Johnson": "Andrew Johnson  was the 17th president of the United States, serving from 1865 to 1869. He assumed the presidency as he was vice president at the time of the assassination of Abraham Lincoln. Johnson was a Democrat who ran with Lincoln on the National Union ticket, coming to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the newly freed people who were formerly enslaved. This led to conflict with the Republican-dominated Congress, culminating in his impeachment by the House of Representatives in 1868. He was acquitted in the Senate by one vote.\n", "https://en.wikipedia.org/wiki/Gerald_Ford": "Gerald Rudolph Ford Jr.  was an American politician who served as the 38th president of the United States from 1974 to 1977. He was the only president never to have been elected to the office of president or vice president. He previously served as the leader of the Republican Party in the House of Representatives, and was appointed to be the 40th vice president in 1973. When President Richard Nixon resigned in 1974, Ford succeeded to the presidency, but was defeated for election to a full term in 1976.\n", "https://en.wikipedia.org/wiki/Richard_Nixon": "Richard Milhous Nixon  was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, he previously served as a representative and senator from California and was the 36th vice president from 1953 to 1961 under President Dwight D. Eisenhower. His five years in the White House saw reduction of U.S. involvement in the Vietnam War, détente with the Soviet Union and China, the first manned Moon landings, and the establishment of the Environmental Protection Agency and Occupational Safety and Health Administration. Nixon's second term ended early, when he became the only president to resign from office, following the Watergate scandal.\n", "https://en.wikipedia.org/wiki/Lyndon_B._Johnson": "Lyndon Baines Johnson , often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969. He had previously served as the 37th vice president from 1961 to 1963 under President John F. Kennedy, and was sworn in shortly after Kennedy's assassination. A Democrat from Texas, Johnson also served as a U.S. representative, U.S. senator and the Senate's majority leader. He holds the distinction of being one of the few presidents who served in all elected offices at the federal level.\n", "https://en.wikipedia.org/wiki/John_F._Kennedy": "John Fitzgerald Kennedy , often referred to by his initials JFK and the nickname Jack, was an American politician who served as the 35th president of the United States from 1961 until his assassination near the end of his third year in office. Kennedy was the youngest person to assume the presidency by election. He was also the youngest president at the end of his tenure. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, he represented Massachusetts in both houses of the U.S. Congress prior to his presidency.\n", "https://en.wikipedia.org/wiki/Dwight_D._Eisenhower": "Dwight David \"Ike\" Eisenhower  from the Western Front in 1944–1945.\n", "https://en.wikipedia.org/wiki/Ronald_Reagan": "Ronald Wilson Reagan  was an American politician who served as the 40th president of the United States from 1981 to 1989. A member of the Republican Party from 1962 onward, he served as the 33rd governor of California from 1967 to 1975 prior to his presidency, after having a career as a Hollywood actor and union leader.\n", "https://en.wikipedia.org/wiki/Harry_S._Truman": "Harry S. Truman  was the 33rd president of the United States, serving from 1945 to 1953. A member of the Democratic Party, he previously served as the 34th vice president from January to April 1945 under Franklin Roosevelt and as a United States Senator from Missouri from 1935 to January 1945. Having assumed the presidency after Roosevelt's death, Truman implemented the Marshall Plan to rebuild the economy of Western Europe and established both the Truman Doctrine and NATO to contain the expansion of communism. He proposed numerous liberal domestic reforms, but few were enacted by the Conservative Coalition which dominated the Congress.\n", "https://en.wikipedia.org/wiki/John_Adams": "John Adams  was an American statesman, attorney, diplomat, writer, and Founding Father who served as the second president of the United States from 1797 to 1801. Before his presidency, he was a leader of the American Revolution that achieved independence from Great Britain and during the war, served as a diplomat in Europe. He was twice elected  vice president, serving from 1789 to 1797 in a prestigious role with little power. Adams was a dedicated diarist and regularly corresponded with many important contemporaries, including his wife and adviser Abigail Adams as well as his friend and rival Thomas Jefferson.\n", "https://en.wikipedia.org/wiki/Thomas_Jefferson": "Thomas Jefferson  was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He was previously the second vice president under John Adams and the first United States secretary of state under George Washington. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republicanism, and individual rights, motivating American colonists to break from the Kingdom of Great Britain and form a new nation. He produced formative documents and decisions at state, national, and international levels.\n", "https://en.wikipedia.org/wiki/James_Madison": "James Madison Jr.  was an American statesman, diplomat, and Founding Father. He served as the fourth president of the United States from 1809 to 1817. Madison is hailed as the \"Father of the Constitution\" for his pivotal role in drafting and promoting the Constitution of the United States and the Bill of Rights.\n", "https://en.wikipedia.org/wiki/James_Monroe": "James Monroe  was an American statesman, lawyer, diplomat and Founding Father who served as the fifth president of the United States from 1817 to 1825. A member of the Democratic-Republican Party, Monroe was the last president of the Virginia dynasty and the Republican Generation; his presidency coincided with the Era of Good Feelings, concluding the First Party System era of American politics. He is perhaps best known for issuing the Monroe Doctrine, a policy of opposing European colonialism in the Americas while effectively asserting U.S. dominance, empire, and hegemony in the hemisphere. He also served as governor of Virginia, a member of the United States Senate, U.S. ambassador to France and Britain, the seventh Secretary of State, and the eighth Secretary of War.\n", "https://en.wikipedia.org/wiki/John_Quincy_Adams": "John Quincy Adams  was an American statesman, diplomat, lawyer, and diarist who served as the sixth president of the United States, from 1825 to 1829. He previously served as the eighth United States Secretary of State from 1817 to 1825. During his long diplomatic and political career, Adams also served as an ambassador, and as a member of the United States Congress representing Massachusetts in both chambers. He was the eldest son of John Adams, who served as the second president of the United States from 1797 to 1801, and First Lady Abigail Adams. Initially a Federalist like his father, he won election to the presidency as a member of the Democratic-Republican Party, and in the mid-1830s became affiliated with the Whig Party.\n", "https://en.wikipedia.org/wiki/Andrew_Jackson": "Andrew Jackson  was an American lawyer, planter, general, and statesman who served as the seventh president of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of the U.S. Congress. Although often praised as an advocate for ordinary Americans and for his work in preserving the union of states, Jackson has also been criticized for his racial policies, particularly his role in the forced removal of tens of thousands of Native Americans from their ancestral homelands.\n", "https://en.wikipedia.org/wiki/Martin_Van_Buren": "Martin Van Buren  was an American lawyer and statesman who served as the eighth president of the United States from 1837 to 1841. A founder of the Democratic Party, he had previously served as the ninth governor of New York, the tenth United States secretary of state, and the eighth vice president of the United States. Later in his life, Van Buren emerged as an elder statesman and an important anti-slavery leader who led the Free Soil Party ticket in the 1848 presidential election.\n", "https://en.wikipedia.org/wiki/William_Henry_Harrison": "William Henry Harrison  was an American military officer and politician who served as the ninth president of the United States. Harrison died just 31 days after his inauguration in 1841, and had the shortest presidency in United States history. He was also the first United States president to die in office, and a brief constitutional crisis resulted as presidential succession was not then fully defined in the United States Constitution. Harrison was the last president born as a British subject in the Thirteen Colonies and was the paternal grandfather of Benjamin Harrison, the 23rd president of the United States.\n", "https://en.wikipedia.org/wiki/John_Tyler": "John Tyler  was the tenth president of the United States, serving from 1841 to 1845, after briefly holding office as the tenth vice president in 1841. He was elected vice president on the 1840 Whig ticket with President William Henry Harrison, succeeding to the presidency after Harrison's death 31 days after assuming office. Tyler was a stalwart supporter and advocate of states' rights, including regarding slavery, and he adopted nationalistic policies as president only when they did not infringe on the powers of the states. His unexpected rise to the presidency posed a threat to the presidential ambitions of Henry Clay and other Whig politicians and left Tyler estranged from both of the nation's major political parties at the time.\n", "https://en.wikipedia.org/wiki/James_K._Polk": "James Knox Polk . A protégé of Andrew Jackson, he was a member of the Democratic Party and an advocate of Jacksonian democracy. Polk is chiefly known for extending the territory of the United States through the Mexican–American War; during his presidency, the United States expanded significantly with the annexation of the Republic of Texas, the Oregon Territory, and the Mexican Cession following American victory in the Mexican–American War.\n", "https://en.wikipedia.org/wiki/Zachary_Taylor": "Zachary Taylor  was an American military leader who served as the 12th president of the United States from 1849 until his death in 1850. Taylor previously was a career officer in the United States Army, rising to the rank of major general and becoming a national hero as a result of his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political beliefs. His top priority as president was preserving the Union. He died sixteen months into his term, having made no progress on the most divisive issue in Congress, slavery.\n", "https://en.wikipedia.org/wiki/Millard_Fillmore": "Millard Fillmore  was the 13th president of the United States, serving from 1850 to 1853, the last to be a member of the Whig Party while in the White House. A former member of the U.S. House of Representatives from Upstate New York, Fillmore was elected as the 12th vice president in 1848, and succeeded to the presidency in July 1850 upon the death of U.S. President Zachary Taylor. Fillmore was instrumental in the passing of the Compromise of 1850, a bargain that led to a brief truce in the battle over the expansion of slavery. He failed to win the Whig nomination for president in 1852 but gained the endorsement of the nativist Know Nothing Party four years later and finished third in the 1856 presidential election.\n", "https://en.wikipedia.org/wiki/Franklin_Pierce": "Franklin Pierce  was the 14th president of the United States serving from 1853 to 1857. He was a northern Democrat who believed that the abolitionist movement was a fundamental threat to the unity of the nation. He alienated anti-slavery groups by signing the Kansas–Nebraska Act and enforcing the Fugitive Slave Act, and conflict between North and South persisted until southern states seceded and the American Civil War began in 1861.\n", "https://en.wikipedia.org/wiki/James_Buchanan": "James Buchanan Jr.  was an American lawyer, diplomat and politician who served as the 15th president of the United States from 1857 to 1861. He previously served as secretary of state from 1845 to 1849 and represented Pennsylvania in both houses of the U.S. Congress. He was an advocate for states' rights, particularly regarding slavery, and minimized the role of the federal government preceding the Civil War. Buchanan was the last president born in the 18th century.\n", "https://en.wikipedia.org/wiki/Donald_Trump": "Donald John Trump  is an American politician, media personality, and businessman who served as the 45th president of the United States from 2017 to 2021.\n", "https://en.wikipedia.org/wiki/George_H._W._Bush": "George Herbert Walker Bush and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, he previously served as the 43rd vice president from 1981 to 1989 under President Ronald Reagan, in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, and as Director of Central Intelligence.\n", "https://en.wikipedia.org/wiki/Jimmy_Carter": "James Earl Carter Jr.  is an American former politician who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as the 76th governor of Georgia from 1971 to 1975 and as a Georgia state senator from 1963 to 1967. Since leaving office, Carter has remained engaged in political and social projects, receiving the Nobel Peace Prize in 2002 for his humanitarian work.\n", "https://en.wikipedia.org/wiki/Theodore_Roosevelt": "Theodore  Roosevelt Jr. , often referred to as Teddy or by his initials, T. R., was an American politician, statesman, soldier, conservationist, naturalist, historian, and writer who served as the 26th president of the United States from 1901 to 1909. He previously served as the 25th vice president  under President William McKinley from March to September 1901 and as the 33rd governor of New York from 1899 to 1900. Having assumed the presidency after McKinley's assassination, Roosevelt emerged as a leader of the Republican Party and became a driving force for anti-trust and Progressive policies.\n", "https://en.wikipedia.org/wiki/Woodrow_Wilson": "Thomas Woodrow Wilson  was an American politician and academic who served as the 28th president of the United States from 1913 to 1921. A member of the Democratic Party, Wilson served as the president of Princeton University and as the governor of New Jersey before winning the 1912 presidential election. As president, Wilson changed the nation's economic policies and led the United States into World War I in 1917. He was the leading architect of the League of Nations, and his progressive stance on foreign policy came to be known as Wilsonianism.\n", "https://en.wikipedia.org/wiki/James_A._Garfield": "James Abram Garfield  was the 20th president of the United States, serving from March 4, 1881, until his death six months later, two months after he was shot by an assassin. A lawyer and Civil War general, he served nine terms in the House of Representatives and was the only sitting member of the House to be elected president. Before his candidacy for the White House, he had been elected to the U.S. Senate by the Ohio General Assembly, a position he declined when he became president-elect.\n", "https://en.wikipedia.org/wiki/Ulysses_S._Grant": "Ulysses S. Grant  was an American military officer and politician who served as the 18th president of the United States from 1869 to 1877. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 and thereafter briefly served as Secretary of War. Later, as president, Grant was an effective civil rights executive who signed the bill that created the Justice Department and worked with Radical Republicans to protect African Americans during Reconstruction.\n", "https://en.wikipedia.org/wiki/William_McKinley": "William McKinley  was  the 25th president of the United States, serving from 1897 until his assassination in 1901. He was president during the Spanish–American War of 1898, raised protective tariffs to boost American industry, and rejected the expansionary monetary policy of free silver, keeping the nation on the gold standard.\n", "https://en.wikipedia.org/wiki/Grover_Cleveland": "Stephen Grover Cleveland  to be elected president during the era of Republican presidential domination dating from 1861 to 1933.\n", "https://en.wikipedia.org/wiki/Herbert_Hoover": "Herbert Clark Hoover  was an American politician and engineer who served as the 31st president of the United States from 1929 to 1933 and a member of the Republican Party, holding office during the onset of the Great Depression. Before serving as president, Hoover led the Commission for Relief in Belgium, served as the director of the U.S. Food Administration, and served as the third U.S. secretary of commerce.\n", "https://en.wikipedia.org/wiki/Warren_G._Harding": "Warren Gamaliel Harding  was the 29th president of the United States, serving from 1921 until his death in 1923. A member of the Republican Party, he was one of the most popular sitting U.S. presidents. After his death, a number of scandals were exposed, including Teapot Dome, as well as an extramarital affair with Nan Britton, which diminished his reputation.\n", "https://en.wikipedia.org/wiki/Chester_A._Arthur": "Chester Alan Arthur  was an American lawyer and politician who served as the 21st president of the United States from 1881 to 1885. Previously the 20th US vice president, he succeeded to the presidency upon the death of President James A. Garfield in September 1881, two months after Garfield was shot by an assassin.\n", "https://en.wikipedia.org/wiki/William_Howard_Taft": "William Howard Taft , the only person to have held both offices. Taft was elected president in 1908, the chosen successor of Theodore Roosevelt, but was defeated for reelection in 1912 by Woodrow Wilson after Roosevelt split the Republican vote by running as a third-party candidate. In 1921, President Warren G. Harding appointed Taft to be chief justice, a position he held until a month before his death.\n", "https://en.wikipedia.org/wiki/Benjamin_Harrison": "Benjamin Harrison  was an American lawyer and politician who served as the 23rd president of the United States from 1889 to 1893. He was a grandson of the ninth president, William Henry Harrison, and a great-grandson of Benjamin Harrison V, a founding father who signed the United States Declaration of Independence.\n", "https://en.wikipedia.org/wiki/Rutherford_B._Hayes": "Rutherford Birchard Hayes  was an American lawyer and politician who served as the 19th president of the United States from 1877 to 1881, after serving in the U.S. House of Representatives and as governor of Ohio. Before the American Civil War, Hayes was a lawyer and staunch abolitionist who defended refugee slaves in court proceedings. He served in the Union Army and the House of Representatives before assuming the presidency.\n", "https://en.wikipedia.org/wiki/Calvin_Coolidge": "Calvin Coolidge Though his widespread popularity enabled him to run for a third term, he chose not to run again in 1928, remarking that ten years as president was \"longer than any other man has had it – too long!\"\n", "https://ru.wikipedia.org/wiki/%D0%9F%D1%83%D1%82%D0%B8%D0%BD,_%D0%92%D0%BB%D0%B0%D0%B4%D0%B8%D0%BC%D0%B8%D1%80_%D0%92%D0%BB%D0%B0%D0%B4%D0%B8%D0%BC%D0%B8%D1%80%D0%BE%D0%B2%D0%B8%D1%87": "Влади́мир Влади́мирович Пу́тин .\n", "https://ru.wikipedia.org/wiki/%D0%9C%D0%B5%D0%B4%D0%B2%D0%B5%D0%B4%D0%B5%D0%B2,_%D0%94%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B9_%D0%90%D0%BD%D0%B0%D1%82%D0%BE%D0%BB%D1%8C%D0%B5%D0%B2%D0%B8%D1%87": "иностранные:\n", "https://ru.wikipedia.org/wiki/%D0%95%D0%BB%D1%8C%D1%86%D0%B8%D0%BD,_%D0%91%D0%BE%D1%80%D0%B8%D1%81_%D0%9D%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%D0%B5%D0%B2%D0%B8%D1%87": "Бори́с Никола́евич Е́льцин , Бутка, Буткинский район, Уральская область, СССР — 23 апреля 2007, Москва, Россия. С марта по май 1992 года исполнял обязанности министра обороны Российской Федерации.\n"}